Repository: brucex0/outbound
Catalog: ios/Outbound/Outbound/Localizable.xcstrings
Source language: en
Languages: es, zh_hans

# circle.today.theme_progress
source: %1$@ · You moved %2$lld times
es: %1$@ · Te moviste %2$lld veces
zh_hans: %1$@ · 你已运动 %2$lld 次

# circle.weekly_theme
source: Weekly Theme
es: Tema semanal
zh_hans: 本周主题

# circle.history
source: HISTORY
es: HISTORIAL
zh_hans: 历史

# circle.invitation.accept
source: Accept
es: Aceptar
zh_hans: 接受

# circle.invitation.cancel
source: Cancel
es: Cancelar
zh_hans: 取消

# circle.invitation.decline
source: Decline
es: Rechazar
zh_hans: 婉拒

# circle.invitation.from
source: %@ invited you to %@
es: %@ te invitó a %@
zh_hans: %@ 邀请你加入 %@

# circle.invitation.handled
source: This invitation is no longer available.
es: Esta invitación ya no está disponible.
zh_hans: 此邀请已不可用。

# circle.invitation.navigation
source: Circle invitation
es: Invitación al círculo
zh_hans: 活力圈邀请

# circle.invitation.pending_person
source: Invited person
es: Persona invitada
zh_hans: 受邀成员

# circle.invitation.send
source: Send
es: Enviar
zh_hans: 发送

# circle.invitation.title
source: You’re invited to a Circle
es: Te invitaron a un círculo
zh_hans: 你收到了一份活力圈邀请

# circle.invitations.pending
source: Pending invitations
es: Invitaciones pendientes
zh_hans: 待回应邀请

# circle.invite.more
source: Invite connections
es: Invitar contactos
zh_hans: 邀请更多亲友

# circle.leave
source: Leave Circle
es: Salir del círculo
zh_hans: 退出活力圈

# circle.list.open
source: Show all Circles
es: Mostrar todos los círculos
zh_hans: 查看所有活力圈

# circle.list.title
source: Your Circles
es: Tus círculos
zh_hans: 你的活力圈

# circle.management
source: Circle settings
es: Ajustes del círculo
zh_hans: 活力圈设置

# circle.management.owner
source: Owner controls
es: Controles de propietario
zh_hans: 圈主设置

# circle.member.contributed
source: Contributed %lld
es: Aportó %lld
zh_hans: 已贡献 %lld 次

# circle.member.progress
source: %lld of %lld
es: %lld de %lld
zh_hans: %lld/%lld

# circle.member.progress.extra
source: %1$lld of %2$lld · %3$lld extra
es: %1$lld de %2$lld · %3$lld extra
zh_hans: %1$lld/%2$lld · 额外 %3$lld 次

# circle.members
source: MEMBERS
es: MIEMBROS
zh_hans: 成员

# circle.members.count
source: %lld members
es: %lld miembros
zh_hans: %lld 位成员

# circle.members.manage
source: Members
es: Miembros
zh_hans: 成员管理

# circle.moment.cheer
source: A Cheer was sent
es: Se envió un mensaje de ánimo
zh_hans: 有人送上了鼓励

# circle.moment.completed
source: Weekly focus completed
es: Enfoque semanal completado
zh_hans: 已完成每周目标

# circle.moment.run_planned
source: Activity planned
es: Actividad planificada
zh_hans: 活动已安排

# circle.moments
source: RECENT MOMENTS
es: MOMENTOS RECIENTES
zh_hans: 最近动态

# circle.notification.accepted
source: %@ joined your Circle.
es: %@ se unió a tu círculo.
zh_hans: %@ 加入了你的活力圈。

# circle.notification.cheer
source: %@ sent you a Cheer.
es: %@ te envió un ánimo.
zh_hans: %@ 给你送来了鼓励。

# circle.notification.invitation
source: %@ invited you to a Circle.
es: %@ te invitó a un círculo.
zh_hans: %@ 邀请你加入活力圈。

# circle.notification.open
source: Opens the Circle
es: Abre el círculo
zh_hans: 打开活力圈

# circle.notification.open_invitation
source: Opens the Circle invitation
es: Abre la invitación al círculo
zh_hans: 打开活力圈邀请

# circle.notification.ownership
source: %@ made you the Circle owner.
es: %@ te hizo propietario del círculo.
zh_hans: %@ 将你设为了圈主。

# circle.notification.someone
source: Someone
es: Alguien
zh_hans: 有人

# circle.notification.weekly_complete
source: Your Circle completed this week’s focus.
es: Tu círculo completó el enfoque de esta semana.
zh_hans: 你的活力圈完成了本周目标。

# circle.notifications.mute
source: Mute optional notifications
es: Silenciar notificaciones opcionales
zh_hans: 关闭可选通知

# circle.plan_run
source: Plan an activity
es: Planear una actividad
zh_hans: 安排一次活动

# circle.primary.current
source: Primary Circle
es: Círculo principal
zh_hans: 主要活力圈

# circle.primary.make
source: Make primary
es: Marcar como principal
zh_hans: 设为主要活力圈

# circle.private
source: Trusted Circle
es: Círculo de confianza
zh_hans: 亲友活力圈

# circle.progress.format
source: %lld of %lld activities this week
es: %lld de %lld actividades esta semana
zh_hans: 本周已完成 %lld/%lld 次运动

# circle.reactivate
source: Reactivate Circle
es: Reactivar círculo
zh_hans: 重新启用活力圈

# circle.remove_member
source: Remove member
es: Eliminar miembro
zh_hans: 移除成员

# circle.rename
source: Save name
es: Guardar nombre
zh_hans: 保存名称

# circle.reset_day
source: Reset day
es: Día de reinicio
zh_hans: 每周起始日

# circle.section.title
source: Your Circle
es: Tu círculo
zh_hans: 你的活力圈

# circle.status.archived
source: Archived
es: Archivado
zh_hans: 已归档

# circle.status.awaiting
source: Waiting for someone to join
es: Esperando a que alguien se una
zh_hans: 等待亲友加入

# circle.timezone
source: Time zone
es: Zona horaria
zh_hans: 时区

# circle.today.no_target
source: No numeric goal · Move together
es: Sin objetivo numérico · Muévanse juntos
zh_hans: 不设数字目标 · 一起动起来

# circle.today.personal_contribution
source: You contributed %lld this week
es: Aportaste %lld esta semana
zh_hans: 你本周已贡献 %lld 次

# circle.today.plan_run
source: Plan an activity together
es: Planeen una actividad juntos
zh_hans: 一起安排活动

# circle.today.progress
source: You: %lld · Together: %lld of %lld
es: Tú: %lld · Entre todos: %lld de %lld
zh_hans: 你：%lld · 大家：%lld/%lld

# circle.toast.archived
source: Circle archived.
es: Círculo archivado.
zh_hans: 活力圈已归档。

# circle.toast.calendar_saved
source: Circle week updated.
es: Semana del círculo actualizada.
zh_hans: 活力圈周期已更新。

# circle.toast.cheer_removed
source: Cheer removed.
es: Ánimo eliminado.
zh_hans: 鼓励已移除。

# circle.toast.cheer_sent
source: Cheer sent.
es: Ánimo enviado.
zh_hans: 鼓励已送出。

# circle.toast.commitment_saved
source: Your weekly commitment is updated.
es: Tu compromiso semanal está actualizado.
zh_hans: 你的每周运动承诺已更新。

# circle.toast.created
source: Circle created. Invitations sent.
es: Círculo creado. Invitaciones enviadas.
zh_hans: 活力圈已创建，邀请已发送。

# circle.toast.declined
source: Invitation declined.
es: Invitación rechazada.
zh_hans: 已婉拒邀请。

# circle.toast.focus_saved
source: Weekly theme updated.
es: Tema semanal actualizado.
zh_hans: 本周主题已更新。

# circle.toast.invitation_cancelled
source: Invitation cancelled.
es: Invitación cancelada.
zh_hans: 邀请已取消。

# circle.toast.invitations_sent
source: Invitations sent.
es: Invitaciones enviadas.
zh_hans: 邀请已发送。

# circle.toast.joined
source: You joined the Circle.
es: Te uniste al círculo.
zh_hans: 你已加入活力圈。

# circle.toast.left
source: You left the Circle.
es: Saliste del círculo.
zh_hans: 你已退出活力圈。

# circle.toast.member_removed
source: Member removed.
es: Miembro eliminado.
zh_hans: 成员已移除。

# circle.toast.muted
source: Circle notifications muted.
es: Notificaciones del círculo silenciadas.
zh_hans: 活力圈通知已关闭。

# circle.toast.owner_transferred
source: Ownership transferred.
es: Propiedad transferida.
zh_hans: 圈主身份已转让。

# circle.toast.primary
source: Primary Circle updated.
es: Círculo principal actualizado.
zh_hans: 主要活力圈已更新。

# circle.toast.reactivated
source: Circle reactivated.
es: Círculo reactivado.
zh_hans: 活力圈已重新启用。

# circle.toast.saved
source: Circle updated.
es: Círculo actualizado.
zh_hans: 活力圈已更新。

# circle.toast.unmuted
source: Circle notifications turned on.
es: Notificaciones del círculo activadas.
zh_hans: 活力圈通知已开启。

# circle.transfer
source: Transfer ownership
es: Transferir propiedad
zh_hans: 转让圈主身份

# circle.week.recorded
source: Week recorded
es: Semana registrada
zh_hans: 本周已记录

# circle.week.save
source: Save Circle week
es: Guardar semana del círculo
zh_hans: 保存活力圈周期

# circle.week.settings
source: Circle week
es: Semana del círculo
zh_hans: 活力圈周期

# circle.weekly_focus
source: Weekly Focus
es: Enfoque semanal
zh_hans: 每周目标

# account.delete.title
source: Delete account
es: Eliminar cuenta
zh_hans: 删除账户

# auth.legal.consent
source: By continuing, you agree to the [Terms of Service](https://plainstride.ai/terms) and acknowledge the [Privacy Policy](https://plainstride.ai/privacy).
es: Al continuar, aceptas los [Términos del servicio](https://plainstride.ai/terms) y confirmas que has leído la [Política de privacidad](https://plainstride.ai/privacy).
zh_hans: 继续即表示你同意[服务条款](https://plainstride.ai/terms)，并确认已阅读[隐私政策](https://plainstride.ai/privacy)。

# legal.section.title
source: Legal
es: Información legal
zh_hans: 法律信息

# legal.terms.title
source: Terms of Service
es: Términos del servicio
zh_hans: 服务条款

# legal.privacy.title
source: Privacy Policy
es: Política de privacidad
zh_hans: 隐私政策

# legal.support.title
source: Support
es: Ayuda
zh_hans: 帮助与支持

# terms.acceptance.title
source: Our Terms have been updated
es: Hemos actualizado los Términos
zh_hans: 服务条款已更新

# terms.acceptance.body
source: Please review the current Terms of Service before continuing with Plainstride.
es: Revisa los Términos del servicio vigentes antes de seguir usando Plainstride.
zh_hans: 请先查看当前的服务条款，再继续使用 Plainstride。

# terms.acceptance.accept
source: Agree and Continue
es: Aceptar y continuar
zh_hans: 同意并继续

# terms.acceptance.footer
source: You can sign out or delete your account without accepting.
es: Puedes cerrar sesión o eliminar tu cuenta sin aceptar.
zh_hans: 即使不同意，你仍可退出登录或删除账户。

# activity.metric.calories
source: Calories
es: Calorías
zh_hans: 热量

# activity.metric.elevation_gain
source: Elev Gain
es: Desnivel positivo
zh_hans: 累计爬升

# activity.metric.moving_time
source: Moving Time
es: Tiempo en movimiento
zh_hans: 运动时间

# activity.metric.steps
source: Steps
es: Pasos
zh_hans: 步数

source: Cancel activity start
es: Cancelar el inicio de la actividad
zh_hans: 取消开始活动

source: Close activity setup
es: Cerrar la configuración de la actividad
zh_hans: 关闭活动设置

# common.load_more
source: Load more
es: Cargar más
zh_hans: 加载更多

# social.all
source: All
es: Ver todo
zh_hans: 全部

# social.conditions
source: Conditions
es: Condiciones
zh_hans: 天气

source: Social community
es: Comunidad
zh_hans: 运动社区

# social.discover
source: Discover
es: Descubrir
zh_hans: 发现

# social.distance
source: Distance
es: Distancia
zh_hans: 距离

# social.feed.empty
source: Activities shared by you and your connections will appear here.
es: Aquí aparecerán las actividades que compartan tú y tus conexiones.
zh_hans: 你和好友分享的活动会显示在这里。

# social.guide.noticed
source: Guide noticed this
es: Tu guía se fijó en esto
zh_hans: 向导发现了这个

# social.incoming.requests
source: %d connection requests
es: %d solicitudes de conexión
zh_hans: %d 个好友请求

# social.add.connection
source: Add connection
es: Añadir contacto
zh_hans: 添加跑友

# social.connections.open
source: Show all connections
es: Mostrar todas las conexiones
zh_hans: 查看所有好友

# social.scan.qr.code
source: Scan QR code
es: Escanear código QR
zh_hans: 扫描二维码

# social.show.my.qr.code
source: Show my QR code
es: Mostrar mi código QR
zh_hans: 显示我的二维码

# social.invite.by.link
source: Invite by link
es: Invitar mediante un enlace
zh_hans: 通过链接邀请

# social.close
source: Close
es: Cerrar
zh_hans: 关闭

# social.my.qr.code
source: My QR Code
es: Mi código QR
zh_hans: 我的二维码

# social.my.plainstride.qr.code
source: My Plainstride QR code
es: Mi código QR de Plainstride
zh_hans: 我的 Plainstride 二维码

# social.scan.this.qr.code
source: Scan this QR code to join me on Plainstride.
es: Escanea este código QR para unirte a mí en Plainstride.
zh_hans: 扫描此二维码，和我一起使用 Plainstride。

# social.qr.code.unavailable
source: QR code unavailable
es: Código QR no disponible
zh_hans: 二维码不可用

# social.qr.load.failure
source: Could not load your connection code. Try again.
es: No se pudo cargar tu código de contacto. Inténtalo de nuevo.
zh_hans: 无法加载你的跑友码，请重试。

# social.scan.friend.qr.code
source: Scan a friend’s Plainstride QR code.
es: Escanea el código QR de Plainstride de un amigo.
zh_hans: 扫描朋友的平步青云二维码。

# social.camera.access.needed
source: Camera access needed
es: Se necesita acceso a la cámara
zh_hans: 需要相机权限

# social.camera.access.description
source: Allow camera access in Settings to scan a Plainstride connection code.
es: Permite el acceso a la cámara en Ajustes para escanear un código de contacto de Plainstride.
zh_hans: 请在“设置”中允许使用相机，以扫描平步青云跑友码。

# social.scanner.unavailable
source: Scanner unavailable
es: Escáner no disponible
zh_hans: 无法使用扫描功能

# social.scanner.unavailable.description
source: This device can’t scan connection codes.
es: Este dispositivo no puede escanear códigos de contacto.
zh_hans: 此设备无法扫描跑友码。

# social.open.settings
source: Open Settings
es: Abrir Ajustes
zh_hans: 打开设置

# social.sending.connection.request
source: Sending connection request…
es: Enviando solicitud de contacto…
zh_hans: 正在发送跑友请求…

# social.not.connection.code
source: Not a Plainstride connection code
es: No es un código de contacto de Plainstride
zh_hans: 这不是平步青云跑友码

# social.connection.request.sent
source: Connection request sent
es: Solicitud de conexión enviada
zh_hans: 已发送连接请求

# social.connection.request.already.sent
source: Connection request already sent
es: Ya enviaste una solicitud de conexión
zh_hans: 连接请求已发送

# social.connection.request.incoming
source: This runner already sent you a connection request
es: Esta persona ya te envió una solicitud de conexión
zh_hans: 对方已向你发送连接请求

# social.already.connected
source: You’re already connected
es: Ya están conectados
zh_hans: 你们已经建立连接

# social.self.qr.code
source: This is your QR code
es: Este es tu código QR
zh_hans: 这是你自己的二维码

# social.connection.request.updated
source: Connection request updated
es: Solicitud de conexión actualizada
zh_hans: 连接请求已更新

# social.connection.request.failed
source: Could not send the connection request. Try again.
es: No se pudo enviar la solicitud de conexión. Inténtalo de nuevo.
zh_hans: 无法发送连接请求，请重试。

# social.invitation.share.message
source: Join me for a run on Plainstride: %@
es: Únete a mi carrera en Plainstride: %@
zh_hans: 来平步青云和我一起跑：%@

# social.invite.link.failed
source: Could not create an invitation link. Try again.
es: No se pudo crear un enlace de invitación. Inténtalo de nuevo.
zh_hans: 无法创建邀请链接，请重试。

# social.pace
source: Pace
es: Ritmo
zh_hans: 配速

# social.past.activities
source: Past activities
es: Actividades anteriores
zh_hans: 往期活动

# social.past.empty
source: No shared activity results yet.
es: Aún no hay resultados de actividades compartidas.
zh_hans: 目前还没有共享活动结果。

# social.recognition.earned
source: You earned a new Social milestone.
es: Has conseguido un nuevo logro social.
zh_hans: 你获得了新的社交里程碑。

# social.requests
source: Requests
es: Solicitudes
zh_hans: 好友请求

# social.time
source: Time
es: Tiempo
zh_hans: 时间

# social.feed.load_more_failed
source: Could not load more activities. Try again.
es: No se pudieron cargar más actividades. Inténtalo de nuevo.
zh_hans: 无法加载更多活动，请重试。

# social.error.refresh
source: Social couldn’t fully refresh. Pull down to try again.
es: No se pudo actualizar todo en Social. Desliza hacia abajo para volver a intentarlo.
zh_hans: 社交内容未能全部刷新，请下拉重试。

# social.connections.load_more_failed
source: Could not load more connections. Try again.
es: No se pudieron cargar más contactos. Inténtalo de nuevo.
zh_hans: 无法加载更多跑友，请重试。

# social.connections.load_more.hint
source: Shows more connections and requests.
es: Muestra más contactos y solicitudes.
zh_hans: 显示更多跑友和请求。

# me.connections.more
source: View all connections
es: Ver todos los contactos
zh_hans: 查看所有跑友

# recognition.title
source: Milestones
es: Hitos
zh_hans: 里程碑

# recognition.me.title
source: Milestones
es: Hitos
zh_hans: 里程碑

# recognition.me.empty.accessibility
source: No milestones yet
es: Aún no hay hitos
zh_hans: 尚未获得里程碑

# recognition.family.showed_up
source: Beginnings
es: Comienzos
zh_hans: 新的开始

# recognition.family.momentum
source: Progress
es: Progreso
zh_hans: 进步

# recognition.earned_on.format
source: Earned %@
es: Conseguido el %@
zh_hans: %@ 获得

# recognition.empty.title
source: Your first milestone is ahead
es: Tu primer hito está por llegar
zh_hans: 你的第一个里程碑就在前方

# recognition.empty.detail
source: Save activities and meaningful firsts, distance, consistency, and comebacks will appear here.
es: Guarda actividades y aquí aparecerán tus primeros logros, distancias, constancia y regresos importantes.
zh_hans: 保存活动后，重要的首次突破、距离、坚持与回归都会记录在这里。

# recognition.history.intro
source: The moments here mark meaningful beginnings, distance, consistency, and comebacks.
es: Estos hitos marcan comienzos, distancias, constancia y regresos que de verdad importan.
zh_hans: 这里记录真正重要的开始、距离突破、持续坚持与重新出发。

# recognition.hero.eyebrow
source: Milestone reached
es: Hito alcanzado
zh_hans: 达成里程碑

# recognition.hero.more
source: More milestones are ready when you save.
es: Hay más hitos listos cuando guardes la actividad.
zh_hans: 保存活动后，还会解锁更多里程碑。

# recognition.badge.first_step.title
source: First Step
es: Primer paso
zh_hans: 第一步

# recognition.badge.first_step.detail
source: You turned the first session into something real.
es: Convertiste esa primera sesión en algo real.
zh_hans: 你让第一次训练真正发生了。

# recognition.badge.back_in_motion.title
source: Back In Motion
es: De vuelta en marcha
zh_hans: 重新出发

# recognition.badge.back_in_motion.detail
source: You came back before it felt perfect. That's real momentum.
es: Volviste antes de que todo fuera perfecto. Eso sí es impulso.
zh_hans: 你没有等一切都完美才回来。这才是真正的势头。

# recognition.badge.weekly_focus_complete.title
source: Weekly Focus Complete
es: Objetivo semanal cumplido
zh_hans: 完成本周目标

# recognition.badge.weekly_focus_complete.detail
source: You followed through on the week you were trying to build.
es: Cumpliste el objetivo de la semana que querías construir.
zh_hans: 你完成了自己为这一周定下的目标。

# recognition.badge.four_week_rhythm.title
source: Four-Week Rhythm
es: Ritmo de cuatro semanas
zh_hans: 连续四周

# recognition.badge.four_week_rhythm.detail
source: You showed up across four straight weeks. That is a rhythm you can build on.
es: Estuviste presente durante cuatro semanas seguidas. Ese es un ritmo sobre el que puedes seguir construyendo.
zh_hans: 你连续四周都坚持出发。这份节奏值得继续积累。

# recognition.badge.first_5k.title
source: First 5K
es: Primeros 5 km
zh_hans: 首次 5 公里

# recognition.badge.first_5k.detail
source: Five kilometers in one activity. You have a real distance marker now.
es: Cinco kilómetros en una actividad. Ya tienes una distancia de referencia.
zh_hans: 一次完成 5 公里。你现在有了真正的距离标杆。

# recognition.badge.first_10k.title
source: First 10K
es: Primeros 10 km
zh_hans: 首次 10 公里

# recognition.badge.first_10k.detail
source: Ten kilometers changes what the next finish line can look like.
es: Diez kilómetros cambian lo que puede significar tu próxima meta.
zh_hans: 完成 10 公里后，下一条终点线有了新的可能。

# recognition.badge.first_half_marathon.title
source: First Half Marathon
es: Primer medio maratón
zh_hans: 首次半程马拉松

# recognition.badge.first_half_marathon.detail
source: You carried the effort through 21.1 kilometers. That belongs in your history.
es: Sostuviste el esfuerzo durante 21,1 kilómetros. Eso merece quedar en tu historia.
zh_hans: 你把这份努力坚持了 21.1 公里。它值得被写进你的记录。

# recognition.badge.first_marathon.title
source: First Marathon
es: Primer maratón
zh_hans: 首次马拉松

# recognition.badge.first_marathon.detail
source: 42.2 kilometers, start to finish. You earned a milestone that lasts.
es: 42,2 kilómetros de principio a fin. Alcanzaste un hito para siempre.
zh_hans: 从起点到终点，完成 42.2 公里。这个里程碑值得长久铭记。

# recognition.badge.good_teammate.title
source: Good Teammate
es: Buen compañero
zh_hans: 贴心队友

# recognition.badge.good_teammate.detail
source: You helped the week feel shared, not solo.
es: Hiciste que la semana se sintiera compartida, no en solitario.
zh_hans: 你让这一周有人并肩，不再只是独自坚持。

# recognition.badge.relay_player.title
source: Relay Player
es: Parte del equipo
zh_hans: 接力伙伴

# recognition.badge.relay_player.detail
source: You stepped into the group instead of staying on the sideline.
es: Te sumaste al grupo en vez de quedarte al margen.
zh_hans: 你加入了大家的脚步，没有只在场边观望。

# recognition.badge.rival_edge.title
source: Rival Edge
es: Ventaja amistosa
zh_hans: 友好领先

# recognition.badge.rival_edge.detail
source: You turned the week into something competitive and playful.
es: Le diste a la semana un toque competitivo y divertido.
zh_hans: 你为这一周添了一点好胜心，也添了不少乐趣。

# recognition.badge.photo_finish.title
source: Photo Finish
es: Final con foto
zh_hans: 定格冲线

# recognition.badge.photo_finish.detail
source: You saved more than the stats. You kept the moment too.
es: Guardaste algo más que las estadísticas: también el momento.
zh_hans: 你保存的不只是数据，也留下了当时的瞬间。

# social.profile.milestones
source: MILESTONES
es: HITOS
zh_hans: 里程碑

# profile.about_you.footer
source: Your name, username, and bio may appear in Together. Your other details stay private. You can change your username once every 30 days.
es: Tu nombre, nombre de usuario y biografía pueden aparecer en Juntos. Tus demás datos permanecen privados. Puedes cambiar tu nombre de usuario una vez cada 30 días.
zh_hans: 你的姓名、用户名和简介可能会显示在“一起跑”中，其他资料将保持私密。用户名每 30 天可更改一次。

# profile.training_details
source: Training details
es: Datos de entrenamiento
zh_hans: 训练资料

# profile.training_details.birthday_footer
source: Birthday is stored instead of age so your details stay accurate over time.
es: Se guarda tu fecha de nacimiento, en lugar de tu edad, para que tus datos sigan siendo correctos con el tiempo.
zh_hans: 系统会保存出生日期而不是年龄，确保资料始终准确。

# profile.training_details.load_error
source: Training details could not be loaded.
es: No se pudieron cargar los datos de entrenamiento.
zh_hans: 无法加载训练资料。

# profile.motivation.title
source: Primary motivation
es: Motivación principal
zh_hans: 主要目标

# profile.motivation.general_fitness
source: General fitness
es: Forma física general
zh_hans: 综合健身

# profile.motivation.consistency
source: Run consistently
es: Correr con constancia
zh_hans: 坚持跑步

# profile.motivation.performance
source: Performance
es: Rendimiento
zh_hans: 提升表现

# profile.motivation.weight_loss
source: Support weight loss
es: Apoyar la pérdida de peso
zh_hans: 辅助减重

# profile.motivation.weight_maintenance
source: Maintain weight
es: Mantener el peso
zh_hans: 保持体重

# profile.run_goal_preference.title
source: Easy-run goal
es: Objetivo para carreras suaves
zh_hans: 轻松跑目标

# profile.run_goals.title
source: Run goals
es: Objetivos de carrera
zh_hans: 跑步目标

# profile.run_goals.footer
source: Calories apply only to eligible easy and recovery runs. Weight and a reliable learned pace are required.
es: Las calorías solo se aplican a carreras suaves y de recuperación compatibles. Se requiere el peso y un ritmo aprendido fiable.
zh_hans: 热量目标仅适用于符合条件的轻松跑和恢复跑，并且需要体重和可靠的历史配速。

# profile.health_details.privacy
source: Sex assigned at birth is optional. Plainstride uses it only to show relevant private health features and never shares it in Together.
es: El sexo asignado al nacer es opcional. Plainstride solo lo usa para mostrar funciones de salud privadas relevantes y nunca lo comparte en Juntos.
zh_hans: 出生时指定的性别为选填项。Plainstride 仅用它来显示相关的私密健康功能，绝不会分享到“一起跑”。

# profile.photo.camera_unavailable
source: Camera is unavailable.
es: La cámara no está disponible.
zh_hans: 相机不可用。

# profile.photo.choose
source: Choose Photo
es: Elegir foto
zh_hans: 选择照片

# profile.photo.crop.help
source: Move and zoom to frame your photo
es: Arrastra y amplía para encuadrar tu foto
zh_hans: 拖动并缩放以调整照片

# profile.photo.crop.rotate
source: Rotate
es: Girar
zh_hans: 旋转

# profile.photo.crop.title
source: Crop Photo
es: Recortar foto
zh_hans: 裁剪照片

# profile.photo.preview
source: Preview profile photo
es: Previsualizar foto de perfil
zh_hans: 预览头像

# profile.photo.remove
source: Remove Photo
es: Eliminar foto
zh_hans: 移除照片

# profile.photo.remove_error
source: Could not remove photo. Try again.
es: No se pudo eliminar la foto. Inténtalo de nuevo.
zh_hans: 无法移除照片，请重试。

source: Profile photo removed
es: Foto de perfil eliminada
zh_hans: 头像已移除

# profile.photo.take
source: Take Photo
es: Tomar foto
zh_hans: 拍照

# profile.photo.title
source: Profile Photo
es: Foto de perfil
zh_hans: 头像
